Repository: KIddoKg/wedding_thinh
Catalog: assets/l10n/intl_*.arb
Languages: vi

# my_love_story
source: Our love story…
vi: Chuyện tình của chúng mình…

# step_arrangement
source: is about to begin a new chapter.
vi: sắp bước sang một trang mới

source: Watch now
vi: Xem ngay

# countdown
source: Counting down to our wedding day.
vi: Đếm ngược tới ngày cưới

# line_one
source: With joy in our hearts, we’re happy to announce our wedding! We sincerely hope you’ll be there to celebrate this special day with us. The countdown has begun to one of the most meaningful moments in our lives. Don’t miss it!!
vi: Hân hoan thông báo lễ thành hôn của chúng mình! Rất mong bạn sẽ đến chung vui vào ngày trọng đại. Thời gian đang đếm ngược đến khoảnh khắc thiêng liêng nhất của tụi mình. Đừng bỏ lỡ nhé!

source: Day
vi: Ngày

source: Hour
vi: Giờ

# min
source: Minute
vi: Phút

# hundred_years_of_love
source: Tying the knot for a lifetime of love
vi: Kết duyên trăm năm

# line_two
source: Two hearts, one journey. We’ve found each other, and now we’re ready to begin a new chapter — marriage.
vi: Hai con người, một hành trình. Tụi mình đã tìm thấy nhau và giờ đây sẵn sàng bước vào một chương mới – hôn nhân.

# boy_small
source: Youngest son
vi: Út Nam

# girl_small
source: Youngest daughter
vi: Út Nữ

# wishes_loves
source: Words of love from our dearest ones
vi: Lời chúc từ những người thương yêu

# line_three
source: Every wish is a precious gift to our hearts — something we’ll always hold dear.
vi: Mỗi lời chúc là một món quà tinh thần quý giá mà tụi mình sẽ luôn ghi nhớ

# line_three_add
source: Thank you for sending us your sweetest and most heartfelt messages on this special day.
vi: Cảm ơn vì đã gửi đến tụi mình những tình cảm chân thành và ngọt ngào nhất trong ngày đặc biệt này.

# sending_love
source: Who’s sending us all this love?
vi: Ai đang gửi yêu thương vậy nè?

# ex_who_sending_love
source: E.g.: Aunt Út, Uncle 6, Little Bảo,...
vi: Vd: Cô Út, Chú 6, Bảo Bảo nè,...

# enter_wish
source: Write a wish or a memory you have with us!
vi: Ghi lời chúc hoặc một mẩu chuyện bạn nhớ về tụi mình cũng được nè!

# ex_enter_wish
source: Enter your wish
vi: Nhập lời chúc của bạn

source: Send now
vi: Gửi ngay

# moment_of_love
source: Moments of Love
vi: Khoảnh khắc tình yêu

# line_four
source: Come take a look at the captured moments from our journey of love.
vi: Mời bạn cùng ngắm nhìn những thước ảnh ghi lại hành trình yêu thương của tụi mình.

# event_schedule
source: Moments of Love
vi: Lịch trình sự kiện

# line_event_schedule
source: Take a look at the special milestones of our wedding — from the traditional procession and church ceremony to the celebration banquet.
vi: Cùng xem các mốc quan trọng trong lễ cưới – từ lễ đón dâu, lễ nhà thờ đến tiệc cưới tại nhà hàng.

# item_one_name
source: Holy Matrimony
vi: Hôn Phối

# item_one_date
source: 5:00 PM, July 11, 2025
vi: 17h00 Ngày 11/07/2025

# item_one_address
source: 40 Tran Phu St., Ward 3, Da Lat
vi: 40 Đ. Trần Phú, Phường 3, Đà Lạt

# item_one_detail
source: A sacred ceremony blessed under the witness of God.
vi: Nghi thức thiêng liêng dưới sự chứng giám của Chúa.

# see_instructions
source: Click to view
vi: Xem hướng dẫn

# item_two_name
source: Bridal Procession
vi: Lễ Rước Dâu

# item_two_date
source: 8:00 AM, July 14, 2025
vi: 08h00 Ngày 14/07/2025

# item_two_address
source: 10 Ngo Thi Sy - Ward 4, Da Lat City
vi: 10 Ngô Thi Sỹ - P4, Tp Đà Lạt

# item_two_detail
source: A heartfelt gathering of two families, and the official moment we bring the bride home.
vi: Gặp gỡ hai gia đình & chính thức rước nàng về dinh.

# item_three_name
source: A warm celebration
vi: Lễ Cưới Nhà Hàng

# item_three_date
source: 11:30 AM, July 14, 2025
vi: 11h30 Ngày 14/07/2025

# item_three_address
source: 19 Nguyen Du, Ward 9, Da Lat City
vi: 19 Nguyễn Du, Phường 9, Thành phố Đà Lạt

# item_three_detail
source: A warm and joyful celebration with our dear friends and family.
vi: Bữa tiệc ấm áp bên bạn bè và người thân.

# will_you_come
source: Will you be join us?
vi: Bạn sẽ đến chứ?.

# will_you_attend
source: Let us know you’re coming
vi: Bạn sẽ tham dự lễ cưới chứ?

# line_six
source: Our happiness will be more complete with you by our side.
vi: Hạnh phúc của tụi mình sẽ trọn vẹn hơn nếu có bạn bên cạnh.

# line_six_edd
source: Please let us know if you will be able to join us!
vi: Bạn vui lòng cho tụi mình biết liệu bạn có thể đến chung vui không nhé!

# know_name
source: What's your name?
vi: Bạn tên gì nè?

# will_you_come_st
source: Confirm your attendance?
vi: Bạn sẽ đến chứ ?

# attend
source: I’ll be there!
vi: Mình sẽ tham dự

# no_attend
source: So sorry, I won’t be able to attend.
vi: Rất tiếc, mình không thể tham dự được

# many_people
source: How many guests will be joining you?
vi: Bạn sẽ đi cùng bao nhiêu người?

# to_say
source: Anything you'd like to share with us?
vi: Bọn mình cần chú ý gì không nè

# give_say
source: Notes about food, allergies, seating, arrival time... anything that helps us make the party perfect for you!
vi: Dặn dò về món ăn, dị ứng, chỗ ngồi, thời gian đến... hoặc bất cứ điều gì tụi mình cần lưu ý để buổi tiệc được trọn vẹn nha!

# restauration_name
source: Tui Ba Gang Restaurant
vi: Nhà hàng Túi Ba Gang

# restauration_name_break
source: (La’ Muse Hall)
vi: ( Sảnh La’ Muse )

# give_mess
source: Leave a message
vi: Để lại lời nhắn

source: Next
vi: Tiếp tục

source: Back
vi: Quay lại

# comment
source: Your comment
vi: Bình luận của bạn

# ex_comment
source: Enter your message
vi: Nhập lời muốn nói

# name_show
source: Display name
vi: Tên hiển thị

# ex_name_show
source: What’s your name?
vi: Tên của bạn là...?

# name
source: Gia Thinh & Bao Han
vi: Gia Thịnh & Bảo Hân

# menu_info
source: Contact Information
vi: Những lời chúc chân thành nhất

# menu_love
source: Moments of Love
vi: Khoảnh khắc tình yêu

# menu_schedule
source: Event Schedule
vi: Lịch trình sự kiện

# menu_comfirm
source: Will you come?
vi: Bạn có đến không nè

# menu_ok
source: (Send Confirmation)
vi: (Gửi xác nhận)

# name_boy
source: Gia Thinh
vi: Gia Thịnh

# name_boy_one
source: Thinh
vi: Gia Thịnh

# name_girl
source: Bao Han
vi: Bảo Hân

# name_girl_one
source: Han
vi: Hân

# name_boy_full
source: Le Gia Thinh
vi: Lê Gia Thịnh

# name_girl_full
source: Nguyen Thi Bao Han
vi: Nguyễn Thị Bảo Hân

# n_name_boy
source: Le Gia
vi: Lê Gia

# n_girl_boy
source: Nguyen Thi
vi: Nguyễn Thị

# dont_skip
source: 😢 Don’t skip this part...
vi: 😢 Đừng bỏ qua nha...

# note_skip
source: Just a few words are enough, as long as we know who you are.
vi: Chỉ vài chữ thôi cũng được, miễn là mình biết bạn là ai.

# note_thanks
source: We’ve received your message — thank you so much!
vi: Chúng tôi đã nhận được lời chúc của bạn, cảm ơn bạn rất nhiều.

# thanks
source: 🎉 Thank you for your wishes
vi: 🎉 Cảm ơn bạn đã gửi lời chúc
